Repository: pabloantoniodel/wcfm-product-affiliate
Catalog: languages/wcfm-product-affiliate-*.po
Languages: es_es

source: Affiliate Products
es_es: Productos Afiliados

source: Store Origin
es_es: Tienda de Origen

source: Unauthorized
es_es: No autorizado

source: Add this product to your store?
es_es: ¿Añadir este producto a tu tienda?

source: Remove this product from your store?
es_es: ¿Eliminar este producto de tu tienda?

source: Product added successfully!
es_es: ¡Producto añadido correctamente!

source: Product removed successfully!
es_es: ¡Producto eliminado correctamente!

source: An error occurred. Please try again.
es_es: Ocurrió un error. Por favor intenta de nuevo.

source: Invalid product
es_es: Producto inválido

source: Failed to add product
es_es: Error al añadir el producto

source: Failed to remove product
es_es: Error al eliminar el producto

source: No products selected
es_es: No hay productos seleccionados

source: %d products added successfully!
es_es: ¡%d productos añadidos correctamente!

source: Sell This Product
es_es: Vender Este Producto

source: Remove from My Store
es_es: Quitar de Mi Tienda

source: Your Affiliate Stats
es_es: Tus Estadísticas de Afiliación

source: Active Products
es_es: Productos Activos

source: Total Sales
es_es: Ventas Totales

source: Total Earnings
es_es: Ganancias Totales

source: My Affiliate Products
es_es: Mis Productos Afiliados

source: Product
es_es: Producto

source: Owner
es_es: Propietario

source: Commission
es_es: Comisión

source: Status
es_es: Estado

source: Added
es_es: Añadido

source: Actions
es_es: Acciones

source: Product not found
es_es: Producto no encontrado

source: Available Products to Sell
es_es: Productos Disponibles para Vender

source: Browse and add products from other vendors to sell in your store.
es_es: Navega y añade productos de otros vendedores para vender en tu tienda.

source: Price
es_es: Precio

source: Add Selected Products
es_es: Añadir Productos Seleccionados

source: No products available at the moment.
es_es: No hay productos disponibles en este momento.

source: Add to My Store
es_es: Añadir a Mi Tienda

source: Remove
es_es: Eliminar

source: Enable Affiliate System
es_es: Activar Sistema de Afiliación

source: Allow vendors to sell other vendors products as affiliates.
es_es: Permitir a los vendedores vender productos de otros vendedores como afiliados.

source: Default Affiliate Commission (%)
es_es: Comisión de Afiliado por Defecto (%)

source: Default commission rate for affiliate vendors (percentage of sale).
es_es: Tasa de comisión por defecto para vendedores afiliados (porcentaje de venta).

source: Disable Product Clone
es_es: Desactivar Clonación de Productos

source: Disable the original product multivendor clone functionality.
es_es: Desactivar la funcionalidad original de clonación multivendedor de productos.

source: Product Affiliate Settings
es_es: Configuración de Afiliación de Productos
